<?php
// Heading
$_['heading_title']        = 'Рассчитать доставку';

// Text
$_['text_success']         = 'Расчет доставки применен.';
$_['text_shipping']        = 'Укажите адрес, чтобы рассчитать доставку.';
$_['text_shipping_method'] = 'Выберите подходящий способ доставки для заказа.';

// Entry
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Регион';
$_['entry_postcode']       = 'Индекс';

// Error
$_['error_postcode']       = 'Индекс должен быть от 2 до 10 символов.';
$_['error_country']        = 'Выберите страну.';
$_['error_zone']           = 'Выберите регион.';
$_['error_shipping']       = 'Выберите способ доставки.';
$_['error_no_shipping']    = 'Нет доступных способов доставки. Пожалуйста, <a href="%s">свяжитесь с нами</a>.';
