<?php
// Text
$_['text_subject']        = '%s - партнерская программа';
$_['text_welcome']        = 'Спасибо за регистрацию в партнерской программе %s!';
$_['text_login']          = 'Аккаунт создан. Вы можете войти по email и паролю на сайте или по ссылке ниже:';
$_['text_approval']       = 'Перед входом аккаунт должен быть подтвержден. После подтверждения вы сможете войти по email и паролю на сайте или по ссылке ниже:';
$_['text_service']        = 'После входа вы сможете создавать tracking-коды, отслеживать выплаты и редактировать данные аккаунта.';
$_['text_thanks']         = 'Спасибо,';
$_['text_new_affiliate']  = 'Новый партнер';
$_['text_signup']         = 'Зарегистрировался новый партнер:';
$_['text_website']        = 'Сайт:';
$_['text_customer_group'] = 'Группа покупателей:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_company']        = 'Компания:';
$_['text_email']          = 'Email:';
$_['text_telephone']      = 'Телефон:';
