<?php
// Text
$_['text_subject']        = '%s - регистрация завершена';
$_['text_welcome']        = 'Добро пожаловать и спасибо за регистрацию в %s!';
$_['text_login']          = 'Аккаунт создан. Вы можете войти по email и паролю на сайте или по ссылке ниже:';
$_['text_approval']       = 'Перед входом аккаунт должен быть подтвержден. После подтверждения вы сможете войти по email и паролю на сайте или по ссылке ниже:';
$_['text_service']        = 'После входа вам будут доступны история заказов, печать счетов и редактирование данных аккаунта.';
$_['text_thanks']         = 'Спасибо,';
$_['text_new_customer']   = 'Новый покупатель';
$_['text_signup']         = 'Зарегистрировался новый покупатель:';
$_['text_customer_group'] = 'Группа покупателей:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'Email:';
$_['text_telephone']      = 'Телефон:';
