<?php
// Heading
$_['heading_title']        = 'Заказ оформлен';

// Text
$_['text_basket']          = 'Корзина';
$_['text_checkout']        = 'Оформление заказа';
$_['text_success']         = 'Готово';
$_['text_customer']        = '<p>Заказ успешно оформлен.</p><p>Историю заказов можно посмотреть в <a href="%s">личном кабинете</a> в разделе <a href="%s">история заказов</a>.</p><p>Если к заказу относятся файлы для скачивания, они будут доступны в разделе <a href="%s">загрузки</a>.</p><p>Если появились вопросы, напишите нам через страницу <a href="%s">контактов</a>.</p>';
$_['text_guest']           = '<p>Заказ успешно оформлен.</p><p>Если появились вопросы, напишите нам через страницу <a href="%s">контактов</a>.</p>';
