<?php
// Heading
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_account']    = 'Аккаунт';
$_['text_forgotten']  = 'Восстановление пароля';
$_['text_your_email'] = 'Email аккаунта';
$_['text_email']      = 'Введите email, связанный с аккаунтом. Мы отправим ссылку для сброса пароля.';
$_['text_success']    = 'Письмо со ссылкой для подтверждения отправлено на ваш email.';

// Entry
$_['entry_email']     = 'Email';
$_['entry_password']  = 'Новый пароль';
$_['entry_confirm']   = 'Повторите пароль';

// Error
$_['error_email']     = 'Email не найден. Проверьте адрес и попробуйте снова.';
$_['error_approved']  = 'Перед входом аккаунт должен быть подтвержден.';
$_['error_password']  = 'Пароль должен быть от 4 до 20 символов.';
$_['error_confirm']   = 'Пароль и подтверждение пароля не совпадают.';
