<?php
// Heading
$_['heading_title']  = 'Сброс пароля';

// Text
$_['text_account']   = 'Аккаунт';
$_['text_password']  = 'Введите новый пароль.';
$_['text_success']   = 'Пароль успешно обновлен.';

// Entry
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Повторите пароль';

// Error
$_['error_password'] = 'Пароль должен быть от 4 до 20 символов.';
$_['error_confirm']  = 'Пароль и подтверждение пароля не совпадают.';
$_['error_code']     = 'Код сброса пароля недействителен или уже был использован.';
