<?php
// Heading
$_['heading_title'] = 'Аккаунт создан';

// Text
$_['text_message']  = '<p>Аккаунт успешно создан.</p><p>Теперь вы можете быстрее оформлять заказы и смотреть историю покупок.</p><p>Подтверждение отправлено на указанный email. Если письмо не пришло в течение часа, <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию в %s.</p><p>Мы сообщим по email, когда аккаунт будет активирован.</p><p>Если есть вопросы, <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_account']  = 'Аккаунт';
$_['text_success']  = 'Готово';
