<?php
// Heading
$_['heading_title']    = 'Подарочный сертификат';

// Text
$_['text_account']     = 'Аккаунт';
$_['text_voucher']     = 'Подарочный сертификат';
$_['text_description'] = 'Подарочный сертификат будет отправлен получателю по email после оплаты заказа.';
$_['text_agree']       = 'Я понимаю, что подарочные сертификаты не подлежат возврату.';
$_['text_message']     = '<p>Спасибо за покупку подарочного сертификата. После оформления заказа получатель получит письмо с инструкцией по использованию сертификата.</p>';
$_['text_for']         = 'Подарочный сертификат %s для %s';

// Entry
$_['entry_to_name']    = 'Имя получателя';
$_['entry_to_email']   = 'Email получателя';
$_['entry_from_name']  = 'Ваше имя';
$_['entry_from_email'] = 'Ваш email';
$_['entry_theme']      = 'Оформление сертификата';
$_['entry_message']    = 'Сообщение';
$_['entry_amount']     = 'Сумма';

// Help
$_['help_message']     = 'Необязательно';
$_['help_amount']      = 'Сумма должна быть от %s до %s';

// Error
$_['error_to_name']    = 'Имя получателя должно быть от 1 до 64 символов.';
$_['error_from_name']  = 'Ваше имя должно быть от 1 до 64 символов.';
$_['error_email']      = 'Укажите корректный email.';
$_['error_theme']      = 'Выберите оформление сертификата.';
$_['error_amount']     = 'Сумма должна быть от %s до %s.';
$_['error_agree']      = 'Нужно согласиться, что подарочные сертификаты не подлежат возврату.';
